const perfect_pokemons = [
    {
        gr: "이상해씨",
        no: 1,
        pb: "p",
        cd: "2020-11-15",
    },
    {
        no: 3,
        lk: 1,
        sm: "하드플랜트",
        pb: "p",
        td: "2020-01-22",
        cd: "2020-01-17",
    },
    {
        no: 3,
        cd: "2017-02-16",
        pb: "h",
    },
    {
        gr: "파이리",
        no: 6,
        lk: 1,
        sm: "블라스트번",
        td: "2018-12-03",
        pb: "s",
        cd: "2018-12-02",
    },
    {
        no: 6,
        cd: "2018-03-13",
        pb: "h",
    },
    {
        no: 6,
        sm: "용의숨결",
        cd: "2019-12-16",
        pb: "h",
    },
    {
        no: 6,
        sm: "용의숨결/블라스트번",
        td: "2022-07-08",
        pb: "s",
        cd: "2022-01-01",
    },
    {
        gr: "꼬부기",
        no: 9,
        cd: "2018-03-08",
        pb: "h",
    },
];
